[
    {
      "frase": "Ganaré usando técnica y la mente. No, ninguna suena bien. Eso no es ganar. Para ganar debo usar la fuerza, siempre de frente. No huiré.",
      "nombrePersonaje": "Baki Hanma",
      "urlImagen": "https://static1.srcdn.com/wordpress/wp-content/uploads/2023/12/27-baki-son-of-ogre-2-mkv_snapshot_05-57_-2023-12-06_01-39-38.jpg?q=50&fit=contain&w=1140&h=&dpr=1.5"
    },
    {
      "frase": "esta bien tener objetivos pero aferrarse a ellos con demasiada fuerza puede desviarnos del camino",
      "nombrePersonaje": "Shisui Uchiha",
      "urlImagen": "https://images7.alphacoders.com/105/thumb-1920-1055442.jpg"
    },
    {
      "frase": "si tienes que odiar algo. odia a tu propio destino es lo que yo hago",
      "nombrePersonaje": "Piccolo",
      "urlImagen": "https://images3.alphacoders.com/132/thumb-1920-1320540.png"
    },
    {
      "frase": "Aun si es un fantasma monstruo o la más torpe, enojona y ruda chica del mundo, si la amas ¿qué puede hacerse?",
      "nombrePersonaje": "Ranma",
      "urlImagen": "https://wallpaper.forfun.com/fetch/bb/bb53120936be89199990708e6a78c59c.jpeg"
    },
    {
      "frase": "No pierdan contra nadie. Las chicas también tienen que ser fuertes. No importa si nadie las elogia. No odien la época en que nacieron y nunca olviden tener la fuerza para poder reír en cualquier ocasión.",
      "nombrePersonaje": "Belmere",
      "urlImagen": "https://animeargentina.net/wp-content/uploads/2022/12/bellemere-3.jpg"
    },
    {
      "frase": "A veces perderán de vista sus metas en la vida. Entonces, en vez de sentir pánico, ¿por qué no se entregan a un pasatiempo? De ese modo, puede que un nuevo o antiguo objetivo se fortalezca y fortalezca hasta volverse un fortissimo.",
      "nombrePersonaje": "Sakamoto",
      "urlImagen": "https://images5.alphacoders.com/759/thumb-1920-759655.jpg"
    },
    {
      "frase": "Supongo que tienes razón. A veces las cosas por las que debería dar las gracias parecen una carga.",
      "nombrePersonaje": "Uryuu Ishida",
      "urlImagen": "https://i.pinimg.com/originals/87/90/1e/87901eb69d01eef075749248844bf3d5.jpg"
    },
    {
      "frase": "Envejecer y morir es lo que le da sentido y belleza a una vida humana. El mismo hecho de envejecer y morir es lo que hace a la vida humana tan hermosa y noble.",
      "nombrePersonaje": "Kyojuro Rengoku",
      "urlImagen": "https://images5.alphacoders.com/131/thumb-1920-1310856.jpg"
    },
    {
      "frase": "Al diablo con los límites. Fueron ustedes los que le enseñaron a este viejo que es demasiado pronto para decidir que llegó a su límite.",
      "nombrePersonaje": "Maestro Roshi",
      "urlImagen": "https://images4.alphacoders.com/866/866880.png"
    },
    {
      "frase": "Los héroes y los villanos son dos caras de la misma moneda. Puedo verlo en ese resplandor tuyo. Entonces, ¿qué es lo que realmente hace que alguien sea un héroe?",
      "nombrePersonaje": "Best Jeanist",
      "urlImagen": "https://wallpapercave.com/wp/wp7990061.png"
    },
    {
      "frase": "Al matar a alguien, la vida se abriría a la opción de 'matar'. Si el valor de la vida se volviera difuso, no apreciaríamos debidamente a nuestros seres queridos.",
      "nombrePersonaje": "Yuji Itadori",
      "urlImagen": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEg5u5cWs39uix22tgC6dtKJIoavOx6aBPcnx_FTSu5vPOe6r6nCsjuBThLWlNmhUyA0Pwdvnu0HuBc3rrNJIrE9N9KJvshMDVlK8L4o6CMbrRCL0BV_ie30s8GQS13tl4tVqDRwKPREzPK7/w919/yuji-itadori-jujutsu-kaisen-uhdpaper.com-4K-7.3231-wp.thumbnail.jpg"
    },
    {
      "frase": "Te diré una cosa. Un héroe es alguien que comparte su bebida con otras personas. ¡Pero yo quiero bebermela toda!",
      "nombrePersonaje": "Roronoa Zoro",
      "urlImagen": "https://motionbgs.com/media/3586/zoro-in-one-piece.jpg"
    },
    {
      "frase": "No importa lo que uses para justificar la guerra. La religión, la filosofía, los recursos, la tierra, la venganza, el amor, incluso el placer. No importa qué tan trivial sea el motivo. Todas son causas válidas para la guerra. Siempre habrá guerra. Las razones se pueden ver después. El conflicto es la naturaleza humana.",
      "nombrePersonaje": "Pain",
      "urlImagen": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgxONUodO5shxsVIOVSllYcGF0txboFBQYoToc0r7-ADWnm5-xXacF1lQV3PvOjL4gPuQNjGO7ulnlygtEPdh44CsjA4agg2Lhj4x8nAaxWPq9ArtqmFbT2bc3G4FjuE-Wrjp3inBcknWfu/w919/pain-akatsuki-naruto-anime-uhdpaper.com-4K-6.1352-wp.thumbnail.jpg"
    },
    {
      "frase": "Deja de hablar sobre el bien y el mal. Aunque busques en los confines de este mundo, no encontrarás una respuesta.",
      "nombrePersonaje": "Marshall D. Teach",
      "urlImagen": "URL_a_la_imagen_de_Marshall_D_Teach"
    },
    {
      "frase": "Reconozco que la maldad me cegó. En realidad, no tengo derecho de hablar sobre la justicia. Pero aun si es un crimen matar a los enemigos, entonces liberémonos de todos los malvados del mundo y después aceptaremos el castigo divino. Por ahora, debemos luchar.",
      "nombrePersonaje": "Kanon de Géminis",
      "urlImagen": "URL_a_la_imagen_de_Kanon_de_Geminis"
    },
    {
      "frase": "La apariencia no tiene nada que ver con las habilidades para luchar. Solo me pregunto si tu aspecto bestial significa que también peleas con la fuerza y tenacidad de la bestia.",
      "nombrePersonaje": "Kenpachi Zaraki",
      "urlImagen": "URL_a_la_imagen_de_Kenpachi_Zaraki"
    },
    {
      "frase": "En cualquier caso, esto se está convirtiendo en una pelea más interesante que cualquiera en la que haya estado. Nunca imaginé que yo tendría que mostrar mi verdadero poder.",
      "nombrePersonaje": "Capitán Ginyu",
      "urlImagen": "URL_a_la_imagen_de_Capitan_Ginyu"
    },
    {
      "frase": "No dejes que nada te desvíe del camino que has fijado y mantenlo hasta el final. Sé fiel a él y enorgulléceme. Sé todo lo que quieras ser.",
      "nombrePersonaje": "Maito Gai",
      "urlImagen": "URL_a_la_imagen_de_Maito_Gai"
    },
    {
      "frase": "Nuestros asuntos se resuelven en nuestro propio mundo. No podemos involucrar a inocentes ni hacer llorar a quienes los rodean. No tienes que bajar la cabeza si no quieres, pero piensa en los demás.",
      "nombrePersonaje": "Draken",
      "urlImagen": "URL_a_la_imagen_de_Draken"
    },
    {
      "frase": "A veces hay que ser firme, otras flexible. Háganlo lo mejor que puedan según los principios que juraron. Sigan la cadena de mando. Vinimos aquí a ganar.",
      "nombrePersonaje": "Erwin Smith",
      "urlImagen": "URL_a_la_imagen_de_Erwin_Smith"
    },
    {
      "frase": "Lo puro se ensucia, lo sucio se purifica. Lo bueno se vuelve malo, lo malo se vuelve bueno. Todo lo que vive muere, y todo lo que muere renace.",
      "nombrePersonaje": "Kikyo",
      "urlImagen": "URL_a_la_imagen_de_Kikyo"
    },
    {
      "frase": "El mundo en realidad es espléndido, pero los humanos son tan grotescos que arruinan su belleza.",
      "nombrePersonaje": "Zamasu",
      "urlImagen": "URL_a_la_imagen_de_Zamasu"
    },
    {
      "frase": "Todos dicen lo mismo. ¿Odio? ¿Venganza? No necesito nada de eso. No hay ninguna razón. ¿Hay algún hombre que necesite alguna razón para proteger a sus hijos?",
      "nombrePersonaje": "Adán",
      "urlImagen": "URL_a_la_imagen_de_Adan"
    },
    {
      "frase": "Cuando decides mantener un sueño vivo, no importa cuánto sangres, aun si quedas sin lágrimas, debes seguir adelante.",
      "nombrePersonaje": "Meliodas",
      "urlImagen": "URL_a_la_imagen_de_Meliodas"
    },
    {
      "frase": "Estás dispuesto a sacrificar tu vida por otros. Vivir por la justicia antes que por uno es algo maravilloso, pero también muy triste.",
      "nombrePersonaje": "Dokko",
      "urlImagen": "URL_a_la_imagen_de_Dokko"
    },
    {
      "frase": "Podemos hacerlo. Si no existe, podemos crearlo. Aunque sea difícil, sé que podemos cambiarlo. Tanto nuestros destinos como el mundo. Seamos libres.",
      "nombrePersonaje": "Emma",
      "urlImagen": "URL_a_la_imagen_de_Emma"
    },
    {
      "frase": "Puede haber algunas cosas acerca del destino que no podemos cambiar, pero, aun así, debemos elegir nuestra propia manera de vivir con las pocas opciones que tenemos.",
      "nombrePersonaje": "Juudai Yuuki",
      "urlImagen": "URL_a_la_imagen_de_Juudai_Yuuki"
    },
    {
      "frase": "Peleaste con valor. Gracias a ti llegamos hasta aquí. Pero sé lo que elijo. Abandona tu sueño y muere. Guía a los reclutas hasta el infierno.",
      "nombrePersonaje": "Levi Ackerman",
      "urlImagen": "URL_a_la_imagen_de_Levi_Ackerman"
    },
    {
      "frase": "No puedo perdonármelo. Quería que algo pasara sin hacer nada para conseguirlo. Tengo que hacerlo, tengo que hacerlo todo. O no podré estar a su lado.",
      "nombrePersonaje": "Bell Cranel",
      "urlImagen": "URL_a_la_imagen_de_Bell_Cranel"
    },
    {
      "frase": "Si te lo pierdes, quedarás perplejo. Si haces algo mal, lo puedes remediar. Lo único que necesitas es seguir adelante.",
      "nombrePersonaje": "Ren Tao",
      "urlImagen": "URL_a_la_imagen_de_Ren_Tao"
    },
    {
      "frase": "Hasta el truco más grandioso de magia resulta ser otro simple truco. La gente tiene sus propias ideas y suposiciones preconcebidas, por lo que están ciegos a la verdad.",
      "nombrePersonaje": "Donquixote Doflamingo",
      "urlImagen": "URL_a_la_imagen_de_Donquixote_Doflamingo"
    },
    {
      "frase": "Cuando tienes amigos, puedes compartir el dolor y animarse unos a otros. Nada bueno pasará si te preocupas tú solo. Así son las cosas.",
      "nombrePersonaje": "Yoh Asakura",
      "urlImagen": "URL_a_la_imagen_de_Yoh_Asakura"
    },
    {
      "frase": "Un lugar donde te sientes bien. Un lugar donde puedes ser tú mismo. En otras palabras, esas personas son tu best place.",
      "nombrePersonaje": "Ryu Umeniya",
      "urlImagen": "URL_a_la_imagen_de_Ryu_Umeniya"
    },
    {
      "frase": "Tu vida está al servicio del bien. Nunca te apartes del camino recto. Vacilaste al atacar y esta duda hubiera podido ser fatal. No olvides nunca esto, un caballero no debe nunca dudar cuando lucha por la justicia.",
      "nombrePersonaje": "Crystal",
      "urlImagen": "URL_a_la_imagen_de_Crystal"
    },
    {
      "frase": "¿Sabes por qué los hermanos mayores nacen primero? Lo hacen para proteger a los pequeños que vendrán detrás de él.",
      "nombrePersonaje": "Ichigo Kurosaki",
      "urlImagen": "URL_a_la_imagen_de_Ichigo_Kurosaki"
    },
    {
      "frase": "Jamás podré olvidar. Pero creo que es necesario. Cargar con este peso y seguir pensando en ello... Eso es lo menos que puedo hacer para expiar mi pecado.",
      "nombrePersonaje": "Kirito",
      "urlImagen": "URL_a_la_imagen_de_Kirito"
    },
    {
      "frase": "Por el precio justo puedes comprar lo que sea: sueños, corazones e incluso la vida misma.",
      "nombrePersonaje": "Leorio",
      "urlImagen": "URL_a_la_imagen_de_Leorio"
    },
    {
      "frase": "Mientras los días pasan, mis emociones desaparecen. Miedo, tensión, alegría, enojo, ya no los siento. A cambio de poder, quiza haya perdido algo que es esencial para ser humano.",
      "nombrePersonaje": "Saitama",
      "urlImagen": "URL_a_la_imagen_de_Saitama"
    },
    {
      "frase": "Es cierto que hay cosas que no me gusta cortar. Pero ¿alguna vez has visto a un animal contener su instinto de morder? Porque yo no.",
      "nombrePersonaje": "Roronoa Zoro",
      "urlImagen": "URL_a_la_imagen_de_Roronoa_Zoro"
    },
    {
      "frase": "Los verdaderos héroes no se rinden, incluso frente al dolor, la tristeza o el arrepentimiento. Por el contrario, quieren vivir una vida plena. Eso es lo que son los verdaderos héroes.",
      "nombrePersonaje": "Hayato Furinji",
      "urlImagen": "URL_a_la_imagen_de_Hayato_Furinji"
    },
    {
      "frase": "Las circunstancias en las que uno nace no tienen importancia. Es lo que uno hace con el don de la vida lo que nos dice quienes somos.",
      "nombrePersonaje": "Mewtwo",
      "urlImagen": "URL_a_la_imagen_de_Mewtwo"
    },
    {
      "frase": "Los humanos solo pueden revelar su verdadero potencial durante una situación absolutamente crítica.",
      "nombrePersonaje": "Anna Asakura",
      "urlImagen": "URL_a_la_imagen_de_Anna_Asakura"
    },
    {
      "frase": "La flor de la amistad florese incluso en el infierno, y deja un pétalo como recuerdo sobre la arena por las que transitan las olas. Algún día las haremos florecer de nuevo.",
      "nombrePersonaje": "Bon Clay",
      "urlImagen": "URL_a_la_imagen_de_Bon_Clay"
    },
    {
      "frase": "Nunca debemos derramar lágrimas. Es el fracaso del ser humano. Y si cedemos ante las emociones, solo conseguimos demostrar nuestra incapacidad para controlarlo.",
      "nombrePersonaje": "Byakuya Kuchiki",
      "urlImagen": "URL_a_la_imagen_de_Byakuya_Kuchiki"
    },
    {
      "frase": "Si un perdedor hace muchos esfuerzos, quizás pueda sobrepasar el poder que tiene un guerrero distinguido.",
      "nombrePersonaje": "Goku",
      "urlImagen": "URL_a_la_imagen_de_Goku"
    }
  ]
  